<?php
// Heading
$_['heading_title']     	= 'Группы Атрибутов';

// Text
$_['text_success']          = 'Группы атрибутов успешно обновлены!';
$_['text_list']          	= 'Список групп Атрибутов';
$_['text_add']          	= 'Добавление группы';
$_['text_edit']          	= 'Редактирование группы';

// Column
$_['column_name']          	= 'Назва группы';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Entry
$_['entry_name']          	= 'Назва';
$_['entry_sort_order']      = 'Порядок сортування';

// Error
$_['error_permission']      = 'У Вас немає прав для зміни групп атрибутов!';
$_['error_name']          	= 'Назва группы атрибутов должно быть от 3 до 64 символов!';
$_['error_attribute']       = 'Група атрибутов не может быть удалена, поскольку она используется %s атрибутами!';
$_['error_product']         = 'Група атрибутов не может быть удалена, поскольку она используется %s товарами!';
