<?php
// Heading
$_['heading_title']     		= 'Фильтры';

// Text
$_['text_success']          	= 'Фильтры успешно обновлены!';
$_['text_list']          		= 'Список фильтров';
$_['text_add']          		= 'Добавление фильтра';
$_['text_edit']          		= 'Редактирование фильтра';

// Column
$_['column_group']          	= 'Група фильтров';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_group']          		= 'Назва группы:';
$_['entry_name']          		= 'Назва фильтра:';
$_['entry_sort_order']          = 'Порядок сортування:';

// Error
$_['error_permission']          = 'У Вас немає прав для зміни фильтров!';
$_['error_group']          		= 'Назва группы фильтров должно быть от 1 до 64 символов!';
$_['error_name']          		= 'Назва фильтра должно быть от 1 до 64 символов!';
