<?php
// Heading
$_['heading_title']     = 'Группы пользователей';

// Text
$_['text_success']      = 'Группы пользователей успешно обновлены!';
$_['text_list']         = 'Список групп';
$_['text_add']          = 'Добавление группы пользователя';
$_['text_edit']         = 'Редактирование группы пользователя';

// Column
$_['column_name']       = 'Назва группы';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва группы';
$_['entry_access']      = 'Разрешить просмотр';
$_['entry_modify']      = 'Разрешить редактировать';

// Error
$_['error_permission']  = 'У Вас нет прав для редактирования групп пользователей!';
$_['error_name']        = 'Назва группы должно быть от 3 до 64 символов!';
$_['error_user']        = 'Эта группа не может быть удалена, так как она назначена %s пользователю(ям)!';