<?php
// Text
$_['text_title'] 			= 'QIWI Гаманець';
$_['sub_text_info'] 		= '';
$_['sub_text_info_phone'] 	= 'Номер QIWI гаманця (телефон в міжнародному форматі формате): + ';
$_['markup'] 			    = 'Всього до оплати через %s з врахування комісії (%s%%) : ';
$_['order_id'] 			    = 'Оплата замовлення №';
$_['qiwi_rest_limit'] 	    = '<font color="red">Перевищенно обмеження на максимальну суму замовлення в qiwi (15000 рублів)</font>';
$_['button_back'] 		    = 'В кошик';
$_['qiwi_rest_rubls'] 		= ' рублів';
$_['qiwi_pcs'] 			    = ' шт ';

$_['qiwi_error']	 		= 'Помилка ';
$_['qiwi_error_5'] = 'Невірний дані в параметрах запити';
$_['qiwi_error_13'] = 'Сервер зайнятий, повторіть запит пізніше';
$_['qiwi_error_78'] = 'Неприпустима операція';
$_['qiwi_error_150'] = 'Помилка авторизації';
$_['qiwi_error_152'] = 'не підключений або відключений протокол';
$_['qiwi_error_210'] = 'Рахунок не знайдений';
$_['qiwi_error_215'] = 'Рахунок з таким bill_id вже існує';
$_['qiwi_error_220'] = 'недостатньо залишку на рахунку для проведенням Платіжа';
$_['qiwi_error_241'] = 'Сума занадто мала';
$_['qiwi_error_242'] = 'Сума занадто велика';
$_['qiwi_error_298'] = 'Гаманець з таким номер не зареєстрований';
$_['qiwi_error_300'] = 'Технічна помилка, повторити запит пізніше';
$_['qiwi_error_303'] = 'невірній номер телефону';
$_['qiwi_error_316'] = 'Спроба авторизації заблокованим провайдером';
$_['qiwi_error_319'] = 'Немає прав на дану операцію';
$_['qiwi_error_341'] = 'обов`язковий параметр вказаний невірно або відсутній в запиті';
$_['qiwi_error_700'] = 'Перевищено місячний ліміт на операції';
$_['qiwi_error_702'] = 'Перевищено ліміт на залишок рахунку абонента Visa QIWI Wallet';
$_['qiwi_error_1001'] = 'Заборонена валюта для провайдера';
$_['qiwi_error_1003'] = 'Не вдалося отримати курс конвертації для даної пари валют';
$_['qiwi_error_1019'] = 'Не вдалося визначити стільникового оператора для мобільної комерції';

$_['qiwi_continue'] 		= 'Оплатити замовлення';
