<?php
// Text
$_['text_title']				= 'Кредитна чи дебетна карта';
$_['text_credit_card']			= 'Деталі кредитної карти';
$_['text_wait']					= 'Зачекайте, будь-ласка!';
$_['text_result']				= 'Результат';
$_['text_message']				= 'Повідомлення';
$_['text_cvn_result']			= 'CVN Результат';
$_['text_avs_postcode']			= 'AVS індекс';
$_['text_avs_address']			= 'AVS адреса';
$_['text_eci']					= 'ECI (3D secure)результат';
$_['text_tss']					= 'TSS результат';
$_['text_card_bank']			= 'Банк емітент карти';
$_['text_card_country']			= 'Країна карти';
$_['text_card_region']			= 'Регіон карти';
$_['text_last_digits']			= 'Останні 4 цифри';
$_['text_order_ref']			= 'Номер замовлення';
$_['text_timestamp']			= 'Відмітка';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';
$_['text_auth_code']			= 'Код авторизації';
$_['text_3d_s1']				= 'Власник карти не записан, сдвиг ответственности';
$_['text_3d_s2']				= 'Невозможно проверить посещаемость, нет сдвига ответственности';
$_['text_3d_s3']				= 'Некорректный ответ від сервера посещаемости, нет сдвига ответственности';
$_['text_3d_s4']				= 'Записано, но неверный ответ від СКД (сервера контроля доступа), нет сдвига ответственности';
$_['text_3d_s5']				= 'Успешная аутентификация, сдвиг ответственности';
$_['text_3d_s6']				= 'Попытка проверки подлинности признана, сдвиг ответственности';
$_['text_3d_s7']				= 'Неверно введений пароль, нет сдвига ответственности';
$_['text_3d_s8']				= 'Проверка подлинности недоступна, нет сдвига ответственности';
$_['text_3d_s9']				= 'Недопустимый ответ від СКД, нет сдвига ответственности';
$_['text_3d_s10']				= 'Неустранимая ошибка RealMPI, нет сдвига ответственности';

// Entry
$_['entry_cc_type']				= 'Тип карти';
$_['entry_cc_number']			= 'Номер карти';
$_['entry_cc_name']				= 'Ім’я власника';
$_['entry_cc_expire_date']		= 'Термін дії карти';
$_['entry_cc_cvv2']				= 'Код безпеки карти (CVV2)';
$_['entry_cc_issue']			= 'Номер емітента карти';

// Help
$_['help_start_date']			= '(якщо доступно)';
$_['help_issue']				= '(тільки для Maestro і Solo карт)';

// Error
$_['error_card_number']			= 'Будь-ласка перевірте правильність номера карти';
$_['error_card_name']			= 'Будь-ласка перевірте правильність імені власника карти';
$_['error_card_cvv']			= 'Будь-ласка перевірте правильність CVV2 коду';
$_['error_3d_unable']			= 'Продавець вимагає 3D secure, але це неможливо підтвердити з Вашого банку, будь-ласка, спробуйте пізніше';
$_['error_3d_500_response_no_payment'] = 'Неправильний запит отримано від системи обробки карткових платежів, платіж не проведено';
$_['error_3d_unsuccessful']		= '3D secure авторизація не пройшла';
