<?php
// Heading
$_['text_title']				= 'Кредитна или дебетова карта  (Realex)';

// Button
$_['button_confirm']			= 'Підтвердити';

// Entry
$_['entry_cc_type']				= 'Тип карти';

// Text
$_['text_success']				= 'Ваш Платіж було разрешен.';
$_['text_decline']				= 'Ваш Платіж не прошел';
$_['text_bank_error']			= 'Произошла ошибка при обработке вашего запроса банком.';
$_['text_generic_error']		= 'Произошла ошибка при обработке вашего запроса.';
$_['text_hash_failed']			= 'Ошибка проверки хэша. Не пытайтесь снова произвести Платіж,  пока статус оплати неизвестен. Будь ласка свяжитесь с продавцом.';
$_['text_link']					= 'Будь ласка, нажмите <a href="%s"> здесь</a> для продолжения';
$_['text_select_card']			= 'Будь ласка, выберите тип вашей карти';
$_['text_result']				= 'Результат авторизации';
$_['text_message']				= 'Сообщение';
$_['text_cvn_result']			= 'CVN-результат';
$_['text_avs_postcode']			= 'Почтовый індекс AVS';
$_['text_avs_address']			= 'AVS адрес';
$_['text_eci']					= 'Результат ECI (3D secure)';
$_['text_tss']					= 'TSS результат';
$_['text_order_ref']			= 'Ссылка на заказ';
$_['text_timestamp']			= 'Штамп времени';
$_['text_card_type']			= 'Тип карти';
$_['text_card_digits']			= 'Номер карти';
$_['text_card_exp']				= 'Термін дії карти';
$_['text_card_name']			= 'Назва карти';
$_['text_3d_s1']				= 'Власник карти не записан, сдвиг ответственности';
$_['text_3d_s2']				= 'Невозможно проверить посещаемость, нет сдвига ответственности';
$_['text_3d_s3']				= 'Некорректный ответ від сервера посещаемости, нет сдвига ответственности';
$_['text_3d_s4']				= 'Записано, но неверный ответ від СКД (сервера контроля доступа), нет сдвига ответственности';
$_['text_3d_s5']				= 'Успешная аутентификация, сдвиг ответственности';
$_['text_3d_s6']				= 'Попытка проверки подлинности признана, сдвиг ответственности';
$_['text_3d_s7']				= 'Неверно введений пароль, нет сдвига ответственности';
$_['text_3d_s8']				= 'Проверка подлинности недоступна, нет сдвига ответственности';
$_['text_3d_s9']				= 'Недопустимый ответ від СКД, нет сдвига ответственности';
$_['text_3d_s10']				= 'Неустранимая ошибка RealMPI, нет сдвига ответственности';
$_['text_3d_liability']     	= 'No Liability Shift';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'MasterCard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Переключиться';
$_['text_card_laser']			= 'Лазер';
$_['text_card_diners']			= 'Закусочные';