<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Список валют обновлен';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавление валюты';
$_['text_edit']            = 'Редактирование валюты';

// Column
$_['column_title']         = 'Назва валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_date_modified'] = 'Дата последнего обновления';
$_['column_action']        = 'Дія';

// Entry
$_['entry_title']          = 'Назва валюты';
$_['entry_code']           = 'ISO Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Знаков после запятой';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Убедитесь, что <a href="http://www.xe.com/iso4217.php" target="_blank">ISO код</a> указан согласно правилам.';
$_['help_value']           = 'Установите на 1.00000 - если это валюта по умолчанию.';

// Error
$_['error_permission']     = 'У Вас немає прав для зміни списка валют';
$_['error_title']          = 'Назва валюты должно быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен состоять из 3 символов!';
$_['error_default']        = 'Валюту нельзя удалить, поскольку она назначена по умолчанию!';
$_['error_store']          = 'Валюту нельзя удалить, поскольку она используется в %s магазине(ах)!';
$_['error_order']          = 'Валюту нельзя удалить, поскольку она назначена для %s заказа(ов)';
