<?php
// Heading
$_['heading_title']      = 'Географические Зоны';

// Text
$_['text_success']       = 'Список географических зон обновлен!';
$_['text_list']          = 'Список географических зон';
$_['text_add']           = 'Добавление географической зоны';
$_['text_edit']          = 'Редактирование географической зоны';

// Column
$_['column_name']        = 'Назва';
$_['column_description'] = 'Опис';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва';
$_['entry_description']  = 'Опис';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион';

// Error
$_['error_permission']   = 'У Вас немає прав для зміни географических зон!';
$_['error_name']         = 'Назва географической зоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Опис должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Географическая зона не может быть удалена, поскольку она привязана к одной или нескольким налоговым ставкам!';