<?php
// Heading
$_['heading_title']    = 'Причины воврата';

// Text
$_['text_success']     = 'Причины возвратов успешно обновлены!';
$_['text_list']        = 'Список причин возвратов';
$_['text_add']         = 'Добавление причины возврата';
$_['text_edit']        = 'Редактирование причины возврата';

// Column
$_['column_name']      = 'Назва причины';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва причины';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни причин возвратов!';
$_['error_name']       = 'Причина возврата должена быть от 3 до 32 символов!';
$_['error_return']     = 'Причина возврата не может быть удалена, поскольку она прикреплена к %s возврату(ам)!';