<?php
// Heading
$_['heading_title']    = 'Статусы с возвратами';

// Text
$_['text_success']     = 'Статусы возвратов успешно обновлены!';
$_['text_list']        = 'Список статусов с возвратами';
$_['text_add']         = 'Добавление статуса возврата';
$_['text_edit']        = 'Редактирование статуса возврата';

// Column
$_['column_name']      = 'Назва статуса';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статуса';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни статусов возвратов!';
$_['error_name']       = 'Статус возврата должен быть от 3 до 32 символов!';
$_['error_default']    = 'Статус возврата не может быть исключен, поскольку он прикрелпен к статусу возврата основного магазина!';
$_['error_return']     = 'Статус возврата не может быть исключен, поскольку он прикреплен к %s возврату(ам)!';