<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_success']          = 'Изменения сохранены!';
$_['text_list']          	= 'Список Налоговых ставок';
$_['text_add']          	= 'Добавление Налоговой ставки';
$_['text_edit']          	= 'Редактирование Налоговой ставки';
$_['text_percent']          = 'Процент';
$_['text_amount']          	= 'Фиксированное значение';

// Column
$_['column_name']          	= 'Назва';
$_['column_rate']          	= 'Налоговая ставка';
$_['column_type']          	= 'Тип';
$_['column_geo_zone']       = 'Географическая зона';
$_['column_date_added']     = 'Дата добавления';
$_['column_date_modified']  = 'Дата редактирования';
$_['column_action']         = 'Дія';

// Entry
$_['entry_name']          	= 'Назва';
$_['entry_rate']          	= 'Налоговая ставка';
$_['entry_type']          	= 'Тип';
$_['entry_customer_group']  = 'Група клиентов';
$_['entry_geo_zone']        = 'Географическая зона';

// Error
$_['error_permission']      = 'У Вас немає прав для зміни налоговых ставок!';
$_['error_tax_rule']        = 'Эта ставка налога не может быть удалена, так как назначена %s налоговым классам!';
$_['error_name']          	= 'Наименование налога должно быть от 3 до 32 символов!';
$_['error_rate']          	= 'Необходимо указать налоговую ставку!';
