<?php
// Heading
$_['heading_title'] = 'Використати Бонусні бали (Доступно:%s)';

// Jtext
$_['text_reward'] = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Замовлення №:#%s';
$_['text_success']  = 'Ви успішно використали бонусні бали!';

// Entry
$_['entry_reward'] = 'Кількість (Максимум %s)';

// Error
$_['error_reward']  = 'Будь-ласка введіть кількість балів для використання при оплаті!';
$_['error_points']  = 'У Вас немає %s бонусних балів!';
$_['error_maximum'] = 'Максимальна кількість балів, яка може бути використана в замовленні %s!';